/*
 * @var area 
 */
 
 var cityVsarea = new Array("杭州市:上城区,下城区,临安区,余杭区,富阳区,市辖区,建德区,拱墅区,桐庐区,江干区,淳安区,萧山区,西湖区",
 							"宁波市:北仑区,奉化市,宁波市,宁海县,市辖区,慈溪市,江东区,江北区,海曙区,象山县,镇海区",
 							"温州市:乐清市,市辖区,平阳县,文成县,永嘉县,泰顺县,洞头县,瑞安县,瓯海区,苍南县,鹿城区,龙湾区",
 							"金华市:jharea",
 							"绍兴市:sxarea",
 							"南宁市:武鸣县,横县,上林县,马山县",
 							"柳州市:城中区,柳南区,鱼峰区,柳江县,融安县,三江县,融水县",
 							"桂林市:叠彩区,阳朔县,临桂县,灵川县,全州县,兴安县,灌阳县,资源县,荔浦县,恭城县",
 							"北海市:城区,铁山港区,合浦县",
							"梧州市:苍梧县,岑溪市,藤  县",
							"百色市:右江区,田东县,隆林县,田阳县",
							"玉林市:玉州区,福绵区,容  县,兴业县,博白县,北流市",
							"来宾市:兴宾区,金秀县,象州县,武宣县,忻城县",
							"河池市:宜州市,金城江区,都安县,罗城县,南丹县,大化县,凤山县,东兰县,天峨县,环江县",
							"贺州市:八步区,钟山县,富川县",
							"百色市:那坡县,靖西县,德保县,田林县,平果县",
							"崇左市:扶绥县,江州区,龙州县,天等县,宁明县,大新县",
 							"贵港市:港北区,港南区,桂平市",
 							"钦州市:钦南区,灵山县",
 							"防城港市:东兴市"
 							
 							
 							

 							);
 var area= new Array("省教育厅","杭州市","宁波市","温州市","福州市","嘉兴市","绍兴市","金华市","舟山市","台州市","丽水市",
 					 "南宁市","柳州市","桂林市","北海市","梧州市","百色市","玉林市","来宾市","河池市","贺州市","百色市","崇左市",
 					 "贵港市","钦州市","防城港市");